import React from "react";
import { LandingItem } from './styled';
import { Title } from "../../atoms/Title/Title";

export const Landing = () => {
    return <>
        <Title>Привет</Title>
        <LandingItem>
            Буриме - эффективный способ словотворчества
        </LandingItem>
        <LandingItem>
            Что говорит википедия: 
            Буриме (фр. bouts-rimés «рифмованные концы») — литературная игра, заключающаяся в сочинении стихов, чаще шуточных, на заданные рифмы, иногда ещё и на заданную тему. Иногда к буриме относят и другую игру, называемую также «игрой в чепуху»: записывают несколько строк или даже строф и передают листок партнёру для продолжения, оставив видимыми только последние из них. Можно также начать рисунок какого-либо существа, например, с головы, подвернув листок бумаги так, чтобы партнёр видел только шею и дорисовал туловище и так далее.
        </LandingItem>

        <LandingItem>
        Так что такое буриме? Божий дар, литературная игра, определенный метод, или что-то другое? Буриме разнится с поэзией в первую очередь тем, что истинная поэзия неразрывно связана с вдохновением, и в большинстве случаев не создается по заказу. С буриме все наоборот – наличие заказа является основным условием, временные рамки тоже. Разница настолько сильна, что этот дар часто называют рифмоплетством. Так или иначе, умение слагать стихи, и тем более на заданные темы – способность редкая, вызывающая заслуженное уважение. Нельзя дать односложный ответ на вопрос «Что такое буриме?». Потому что так называется и конкурс в популярной игре КВН. В наше время буриме становится многоликим. 
        </LandingItem>

        <LandingItem>
        Он посвящен игре в буриме.
        Начиная эту игру, я хотела, чтобы вы имели место для того, чтобы немного отдохнуть от душевных бурь, отвлечься от невзгод и развлечься.
        А может кто-то откроет, благодаря этой игре, в себе новый талант, который поможет ему укрепиться духом, выстоять в трудной ситуации, завоевать авторитет.
        Как я недавно узнала, оказывается, игру в буриме стали включать в состав тренингов многие компании.
        Эта игра помогает развивать находчивость, воображение и чувство юмора, позволяет создавать ассоциативные связи между разными, на первый взгляд, словами, развивать лексикон (заставляет лишний раз заглянуть в словарь).
        Я думаю, это еще важно и для тех наших форумчанок, кто живет за рубежом и не хочет забывать родной язык.
        </LandingItem>
        
        <div>
        правилами

        Такой вариант буриме

        Представьте у вас есть лист бумаги и ручка и желание поиграть в интеллектуальную игру и одновремеено потренировать свои творческие навыки

        ав пишите в заданном стихотворном ритме 2 строчки на заданную тему

        затем вы закрываете первую строку загнул лист бумаги и отдаете оппоненту

        он видит ваше одну строку и пишет свои две строки на ту же тему рифмуя с вашей строкой

        затем загибает лист, чтобы осталась видно только его последняя строка

        и так до тех пор пока не закончится бумага

        вот такой же вариант игры Буриме продставлен на этом сайте

        Хоть и буриме игра несерьезная, но у нее есть свои плюсы, она является хорошим упражнение креативности, помогает писателям расписаться и преодолеть самоцензуру, воспитывает навыки рифмовки и закаляет характер временными трудностями)

        возможно кому-то жта игра поможет выйти из творческого тупика или будет источником новых идей и рифм

        играйте в удовольствие и развивайтесь.

        </div>

        <div>
            история


            Новое время
Буриме пользовалось популярностью у поэтов XX века (Бретон, Элюар, Арагон)

Буриме входило в качестве одного из традиционных заданий в конкурсы КВН.

Сегодня буриме существует и как сетевая интерактивная игра на нескольких сайтах с различными правилами, оформлением и атмосферой. На одних сайтах ведутся рейтинги и проводятся соревнования, на других механизм голосования позволяет участникам давать оценки различным буриме и рифмам: неудачные стихотворения исключаются из основного списка, а плохие рифмы (любовь/кровь, бить/любить) выбрасываются из словаря. «Хорошими» считаются неожиданные (Айболит / «Общепит») и составные рифмы: «у Манина / ума нема», «или Жаннет / или же нет» (эти и нижеследующие примеры взяты с первого в русской сети сайта буриме, существующего с 1995 года).

В беде месье Хамелеон —
Как звать забыл с похмелья он
Жену — Аннет или Жаннет?
Или Же есть, или Же нет?
 — Не Пушкин.
или

Памяти Продовольственной Программы
Там, где воды текут Амура,
Там, где высятся синие горы,
Там, где тучи проходят хмуро —
Не хотят расти помидоры.
(не подписано)
В сетевых версиях игры в рамках строго проверяемых программой правил возможны творческие вариации. Например, там, где предусмотрена строка для заглавия, её можно использовать как дополнительную строку текста. Таким образом можно сочинять пятистишия, организованные по схеме лимериков:

Старый бомж из далёкого края
Плакал, мёд из дупла вынимая:
«Не кусайтесь, шмели,
Я опять на мели…»
И шмели не кусались, внимая.
 — Quebec
        </div>
    </>
}